<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'These credentials do not match our records.',
    'password' => 'The provided password is incorrect.',
    'throttle' => 'Too many login attempts. Please try again in :seconds seconds.',
	'store' => '查找 MyQueen 商店',
	'shipping' => '免費標準送貨',
	'call'  => '致電我們：',
	'wishlist' => '願望清單',
	'account' => '我的帳戶',
	'profile' => '輪廓',
	'Affilate' => '聯盟營銷',
	'Refer' => '參考朋友',
	'order' => '訂單歷史',
	'credit' => '信用錢包',
	'Loyality' => '忠誠點錢包',
	'Logout' => '登出',
	'cart' => '我的車',
	'login' => '登陸註冊',
	'usd' => '美元',
	'language' => '選擇語言',
	'eng' => '英語',
	'chi' => '中國人',
	'mal' => '馬來語',
	'home' => '家',
	'About' => '關於',
	'Products' => '產品',
	'Contact' => '接觸',
	'aboutus' => '關於我們',
	'Returns' => '退貨',
	'Custom' => '客戶服務',
	'terms' => '條款和條件健康）狀況',
	'payment' => '支付方式',
	'money' => '退款保證！',
	'sign' => '登入',
	'View' => '查看購物車',
	'wish' => '我的收藏',
	'track' => '追踪我的訂單',
	'help' => '幫助',
	'ads' => 'Myqueen eCommerce © 2021。保留所有權利',
	'customer' => '客戶服務',
	'arrival' => '新品到貨',
	'organic' => '提供的有機化妝品',
	'youth' => '青春與美麗',
	'shop' => '現在去購物',
	'Best Seller' => '暢銷書',
	'cosmetics' => '最好的化妝品',
	'Hair' => '為您的頭髮和皮膚',
	'free shipping' => '免費送貨和返回',
	'shipping Offer' => '訂單滿 99 美元免運費',
	'customer support' => '客戶支持 24/7',
	'instant access' => '即時獲得完美支持',
	'secure payment' => '100% 安全支付',
	'ensure payment' => '我們確保安全付款！',
	'product name1' => 'MQ 祛斑精華',
	'product name2' => 'MQ 防藍光精緻噴霧',
	'product name3' => '椰子油氨基酸洗面奶',
	'product name4' => 'MQ 牛油果頸線修護留言霜',
	'product name5' => 'MQ 醫用口罩',
	'upto' => '取決於',
	'off' => '20折優惠',
	'signup to' => '註冊到',
	'subscribe' => '訂閱 Riode 電子商務通訊，及時接收您最喜歡的產品的更新。',
	'submit' => '提交',
	'pop up' => '不再顯示此彈出窗口',
	'Popular Categories' => '熱門類別',
	'Singapore MYQUEEN' => '新加坡 MYQUEEN',
	'pro1' => 'MQ防藍光',
	'pro2' => '精緻的噴霧',
	'pro3' => '椰子油氨基酸',
	'pro4' => '洗面奶',
	'pro5' => 'MQ 鱷梨頸線修復',
	'pro6' => '按摩霜',
	'pro7' => '植物膠原蛋白面膜',
	'Our Products' => '我們的產品',
	'Quick View' => '快速瀏覽',
	'$88 (30ml)' => '88 美元（30 毫升）',
	'$166 (Retail Price)' => '166 美元（零售價）',
	'reviews' => '評論',
	'pro8' => '美國女人口紅',
	'View All Products' => '查看所有產品',
	'referal banner' => '這是推薦橫幅',
	'refer now' => '現在參考',
	'search' => '搜索您的關鍵字...',
	'myQueenDescription' => 'MYQUEEN來自新加坡高端護膚品牌，倡導“科學修復肌膚”的護膚理念。公司在英國設有研發中心，在新加坡設有皮膚實驗室。依托獨特的植物配方與先進技術相結合，打造皇家級護膚精品。我們深知東方文化的傳統和我們對年輕肌膚的熱情。我們使用獨家配方和尖端技術創造創新的護膚產品',
	'Brand concept' => '品牌理念:',
	'scientifically' => '科學修復肌膚',
	'Brand mission' => '品牌使命：',
	'brandDes' => "讓英國伊麗莎白女王長生不老的神話發生在全世界的女性身上",
	'Brand policy' => '品牌政策：',
	'policyDes' => '通過對皮膚的不斷深入探索和多種天然成分的全面深入研究成果，將現代美膚理念融入產品，運用醫學專業知識和先進技術解決皮膚問題，帶來水潤健康的肌膚.',
	'Brand vision' => '品牌願景：',
	'visionDes' => '為東方肌膚研發獨特配方，我們相信只有科學的護膚才能擁有健康的肌膚。',
	'Brand culture' => '品牌文化：',
	'cultureDes' => '科學、健康、奢華、高品質',
	'Brand slogan' => '品牌口號：',
	'sloganDes' => '人人享受科學護膚',
	'contactus' => '聯繫我們',
	'Brand Story' => '品牌故事',
	'storyDes' => '2006年，英國女王伊麗莎白二世訪問新加坡，身穿露肩禮服，頭戴鑽石王冠。她的臉完美無瑕，迷人。伊麗莎白來到皇后鎮與當地人面對面交流。許多當地婦女面對女王的舉止，認為伊麗莎白女王是世界上最美麗的女人。她已經 80 歲了，她的皮膚依然光滑、柔軟、健康、細膩。惜之顏品牌創始人尤凱莉當時就下定決心，希望有朝一日能夠為全世界的女性打造一款面部護膚品，讓女性擁有健康的肌膚。這為MYQUEEN的創立埋下了一顆需要發芽的種子。
                                
                                 憑藉對“擁有健康肌膚”的執著，以及多次出國旅行，甚至多次訪問英國，尤凱莉一直在尋找如何擁有健康肌膚的答案。因此，任何護膚品都不是健康肌膚的源泉。據著名皮膚科醫生介紹，要獲得健康的皮膚，其中一件事就是日復一日的堅持。即使對於英國女王來說，護膚的精髓就是防曬、潔面和睡前護理。
                                
                                二是防曬。在任何國家的護膚程序中，防曬都是必不可少的。在英國 BBC 製作的紀錄片中，真相大白。皮膚上皺紋的最大原因是陽光照射，這是所有皺紋的原因。其中，日曬佔75%，所有有效的抗衰老絕技都是防曬。即使在終年多雨的英國，英國女王也十分注重防曬，經常在戶外戴帽子和墨鏡。
                                
                                此外，皮膚調理需要從根本上解決。沒有有機體可以沒有水。水是生命新陳代謝中最重要的元素。水可以來自日常護膚和食物。保濕和曬後修復是“調理之源”。
                                
                                時光荏苒，時間來到了2019年4月。在一次偶然的社交互動中，尤凱莉認識了護膚配方專家Eric Lim博士，得知他是護膚界的知名人士，擁有獨立皮膚實驗室和他身後的無數皮膚。在學術專家的支持下，遊凱莉認為打造健康肌膚品牌的時機已經到來，並立即於2019年5月在新加坡正式註冊了MYQUEEN品牌和喜之研實驗室。
                                    立志讓英國伊麗莎白女王的不老神話發生在全世界的女性身上，這是凱莉尤和MYQUEEN品牌的共同願景。',
	
	'principles' => '產品開發原則：',
    'principleDes' => ' 自然、針對性、功能性、經濟性是每個女人的需求，也是MYQUEEN品牌的標準。',
    'principleDes1' => '在原料的選擇上，秉承“天然、安全、有效”的新時代美容理念，採用綠色植物提取物、高科技護膚因子等多種先進配方，嚴格杜絕使用皮膚有什麼隱患。',
    'principlesDes2' => '尤其是針對問題肌膚的修護保養，技術專家不遺餘力地研究探索。從人性出發，從人的需求出發，是研發輕醫美護膚品的初衷。',
    'principlesDes3' => '自然當然要以人為本，要綜合考慮人與環境的關係，空氣中抗氧化劑的需要，灰塵對皮膚的污染，太陽對皮膚的輻射，很快。它可以大大延緩衰老，增強皮膚的年輕質感。',
    'quality standards' => '質量生產標準',
    'qualityDes1' => '生產管理中心嚴格執行精細化生產管理標準：',
    'qualityDes2' => '從原材料和包裝材料的採購和檢驗到成品的入庫；從新配方的研發到新產品的正式生產；對生產過程中的每一個細節都提出了嚴格的要求。',
    'qualityDes3' => '生產基地也是十萬級淨化車間等標準：',
    'qualityDes4' => "防止外界對產品的污染，保證產品的高質量產出。 MYQUEEN產品來自世界一流精良的生產設備、研發檢測設備",
    'Operating strategy' => '經營策略：',
    'opertingDes' => '公司秉承“以最簡單、最有效的方式創造最完美無瑕的肌膚”的精神和目標，開發了一系列“高性能”和“低敏感”的專業護膚品來傳達理念醫美對消費者的治療 在家中，人們可以延續居家醫美護膚機制，踐行“簡單，有好膚質”和速效保養的理念。面對瞬息萬變的經營環境，公司秉持不斷創新求精的態度，善用醫學專業知識和先進技術，不斷增加產品線的廣度和深度，擴大產品範圍應用和消費客戶群體創造收益。同時，通過對品質和服務的追求，將推動護膚品行業整體向上增長。',
    'Development Strategy' => '發展戰略：',
    'developmentDes' => '回歸初心，通過聚焦消費者、創新思維、提升效率等策略。以消費者為中心：以消費者需求為導向，不斷研發創新醫美概念產品，為不同膚質提供最適合的產品，創造客戶滿意度，建立品牌忠誠度。',
    'Research And Laboratory Facts' => '研究和實驗室事實：',
    'researchDes' => '秉承以植物提取物研究為基礎的護膚理念，致力於生物細胞基因表達和皮膚生理代謝的研究，以及生物護膚品的應用和開發。依托細胞生物學、皮膚病學、化妝品科學等學科的前沿技術，通過多種先進的生物技術獲得與人體同源的生物活性成分，利用生物基因表達和先進的化妝品科學技術通過調控來提高在分子水平上皮膚生長的內環境促進健康細胞的生長，最終替代老化問題細胞，使皮膚在治療後呈現健康狀態。',
    'researchDes1' => "成立實驗室的初衷是在深入研究女性皮膚特性的基礎上，根據研究成果，進行相關護膚品的研發和生產。發現消費者的心理需求，提供科學有效的產品。 XZY護膚實驗室匯聚了一大批護膚行業資深人士、醫學專家、教授、研發顧問等專業人士，多年來在女性護膚美容方面積累和嘗試。在美容護膚品的生產過程中積累了豐富的行業經驗，對女性皮膚的特性進行了深入的科學研究", 
    'Biological health research' => '生物健康研究：',
    'innovative' => '創新原料研究',
    'innovativeDes' => '利用國內外豐富的天然原料資源，採用實驗提取分離技術，開發新的活性成分，研究新的護膚品原料，構建多重活性篩選機制，制定原料質量標準。',
    'activity' => '活動與機制研究',
    'activityDes' => '構建合理的活性研究步驟，系統解釋不同維度，形成可驗證的命題體系，制定生物活性和作用機制及安全性評價，替代實驗研究。',
    'formulation' => '配方和工藝研究',
    'formulationDes' => '化妝品新輔料研究、生物等效性研究、工藝適應性和穩定性、化妝品安全性、有效性和質量評價方法研究、創新配方應用研究、新化妝品開發等。',
    'industrilization' => '產業化平台研究',
    'industrilizationDesc' => '皮膚生物學前沿、雄厚的學術背景和科研優勢高效轉化為社會價值、新材料應用、新配方新工藝中試、專利技術轉讓。',
    'health' => '皮膚健康美學研究',
    'healthDesc' => '開展生物護膚研究，傳授科學護膚理念和方法，實現優質體驗和皮膚健康，用科學實現美學，在皮膚的結構、形態、生理功能、心理過程等方面追求健康美麗的狀態。人類的身體。', 
    'address' => '地址',
    'address1' => '114 薰衣草街 #11-83 CT Hub 2 新加坡 338729',
    'phone' => '電話號碼',
    'emailSupport' => '支持',
    'Let’s Connect' => '讓我們連接',
    'emailMsg' => '您的電子郵件地址不會被公開。必需的地方已做標記 *',
    'shop1' => '店鋪',
	'Size' => '尺寸',
	'Extra Large' => '特大號',
	'Large' => '大的',
	'Medium' => '中等的',
	'Small' => '小的',
	'Filter' => '篩選',
	'Sort By' => '排序方式 ：',
	'Default' => '默認',
	'Most Popular' => '最受歡迎',
	'Average rating' => '平均評分',
	'Latest' => '最新的',
	'sortLow' => '排序遠期價格低',
	'sortHigh' => '排序遠期價格高',
	'clearSort' => '清除自定義排序',
	'show' => '節目 :',
	'new' => '新的',
	'productDetails' => '產品詳情',
	'Showing' => '顯示',
	'prev' => '上一頁',
	'next' => '下一個',
    'off1' => '折優惠',
    'Detail' => '細節',
	'MyQueen' => '新加坡 MY QUEEN 品牌',
	'set' => '1 套 = 1 件，1 件 30 毫升，價格：88 美元，PV88（積分）',
	'addCart' => '添加到購物車',
	'addWishlist' => '添加到願望清單',
	'Components' => '成分',
	'Major Effects' => '主要影響',
	'Use Method' => '使用方法',
	'Main Components' => '主要成分',
	'componentsDesc' => '水;苯甲酸，3,4,5-三羥基苯甲酸；傳明酸；煙酰胺;
                          甘油；
                          二丙二醇；羥基苯乙酮；甘草酸鉀；辛二醇；
                          1-氨基乙基
                          次膦酸；透明質酸鈉； N-乙酰基-D-氨基葡萄糖；尿囊素；乙二胺四乙酸
                          四鈉；
                          黃原膠',
	'introductionOfComponents' => '主要組件介紹：',
	'intro1' => '傳明酸（傳明酸）
                 有效減少黑色素生成，提亮美白效果。
                 有效減少斑塊和麻點',
	'intro2' => '3,4,5-三羥基苯甲酸（沒食子酸）
                 也稱為沒食子酸。
                 抗炎、抗氧化、抗自由基等生物
                 活動
				 有效防止DNA損傷，膚色均勻。',
                 
	'intro3' => '煙酰胺（煙酰胺）
                 也稱為維生素B3（維生素B3）
                 加速新陳代謝，加速含有黑色素細胞的角質下降
                 離開，
                 激發已經腐爛的細胞活力，促進細胞的合成
                 膠原，
                 防止黑色素過度沉著，達到美白的效果。
                 促進表皮中蛋白質的合成，增強防禦力
                 的能力
                 皮膚，增加皮膚含水量，減少皺紋，暗沉
                 黃色和
                 臉上的污點。
                 可以到達狹窄的毛孔。粉刺。',
	'Major Effects' => '主要影響',
	'effect1' => '縮小光圈',
	'effect2' => '防止紫外線造成的 DNA 損傷',
	'effect3' => '防止黑色素生成',
	'effect4' => '減少血管舒張和發紅',
	'effect5' => '減少炎症',
	'effect6' => '停止黑色素轉移',
	'effect7' => '美白肌膚',
	'Use Method' => '使用方法',
	'method1' => '洗你的臉。',
	'method2' => 'MQ 防藍光精細噴霧',
	'method3' => '然後塗抹MQ祛斑精華',
	'method4' => '遲早',
	'method5' => '28天週期',
	'method6' => '明顯看到淡化祛斑的效果',
	'monthAndTime' => '2021 年 6 月 22 日下午 4:42',
	'John Doe' => '約翰·多伊',
	'comment1' => '但代價，痛苦，痛苦，痛苦
                   獅子的自由成員
                   現在需要對其進行測試。一點都不軟。那隻是。
                   智能手機
                   但是想要，在奧運會周末之前和期間，愛神之腳曾經
                   這是一種沒有宣傳的哀悼和恐懼的生活。',
	'comment2' => '但代價，痛苦，痛苦，痛苦
                   獅子的自由成員缺少
                   柔軟的。
                   那隻是。暫停潛力。但是貧窮，之前和
                   奧運週末
                   愛神永遠在腳下，對生命的恐懼正在為自由球員哀悼。
                   自由病
                   那傢伙的喉嚨但
                   選擇。這是一個元素
                   酷刑局。但總是在貓的車輛。月刊
                   週末',
   'Add a Review' => '添加評論',
   'reviewquote' => '您的電子郵件地址不會被公開。必需的地方已做標記 *',
   'rate' => '速度…',
   'Perfect' => '完美的', 
   'rating' => '你的評分 *',
   'Good' => '好的',
   'Average' => '平均',
   'Not that bad' => '沒有那麼糟糕',
   'Very poor' => '很窮',
   'savereview' => '在此瀏覽器中保存我的姓名、電子郵件和網站，以備下次評論時使用。',  	
	

];

